Repository: JonasDoebertin/easy-debug-info
Catalog: languages/easydebuginfo-*.po
Languages: de_de

source: Generate a debug report
de_de: Einen Debug-Bericht erstellen

source: Generate Report
de_de: Bericht Erstellen

source: Security check failed. Please try again!
de_de: Sicherheitsüberprüfung fehlgeschlagen. Bitte versuche es erneut!

source: No report generated, yet!
de_de: Es wurde bislang kein Bericht erstellt!

source: A list of scheduled events.
de_de: Eine Aufstellung aller geplanten Events

source: Everything about the database
de_de: Alles über die Datenbank

source: Everything about the server software
de_de: Alles über die Server-Software

source: Some basic information about the WordPress setup
de_de: Grundlegende Informationen über das WordPress-Setup

source: A detailed list of all available plugins, their version and statuses
de_de: Eine ausführliche Liste aller installierten Plugins

source: Various statistics, includeing the number of posts, pages, comments, users, etc.
de_de: Diverse Statistiken, z.B. die Anzahl an Artikeln, Seiten, Kommentaren, Benutzern, usw.

source: A detailed list of all available themes
de_de: Eine detaillierte Liste aller installierten Themes

source: Easy Debug Info requires <strong>PHP 5.3.0</strong> or newer. You are currently using PHP %s. Why don't you try contacting your hosting provider and ask for an upgrade?
de_de: Easy Debug Info benötigt <strong>PHP 5.3.0</strong> oder neuer. Du verwendest aktuell PHP %s. Wie wäre es, wenn Du deinen Host kontaktierst und um ein Upgrade bittest?

source: Welcome To Easy Debug Info
de_de: Willkommen zu Easy Debug Report

source: Making collecting debug info easy
de_de: Einfach Debug-Informationen sammeln

source: What is this
de_de: Worum geht's?

source: Easy Debug Info makes in incredibly easy to collect various debug infos and statistics from your WordPress powered site. This includes, but is not limited to, various data point from your server environment, details about your WordPress installation and it's themes and plugins, database statistics, and much more. Extending the reports from your own plugins is easy, too!
de_de: Easy Debug Info macht es unglaublich einfach diverse Debug-Informationen und Statistiken über Deine WordPress-Seite zu sammeln. Das umfasst u.A. diverse Eckdaten der Server-Umgebung, Details über das WordPress-Setup, alle installierten Themse und Plugins, Datenbank-Statistiken und vieles mehr. Die Berichte durch eigene Plugins zu erweitern ist ebenfalls denkbar einfach!

source: Download Latest Report
de_de: Letzten Bericht herunterladen

source: Further Help
de_de: Weitere Hilfe

source: Send a Tweet
de_de: Schreibe einen Tweet

source: Get Support
de_de: Hilfe erhalten

source: Contribute
de_de: Mitmachen

source: Support Development
de_de: Unterstütze die Entwicklung

source: Please note
de_de: Bitte beachte

source: The following report has been generated %s and is shown only for reference. You probably want to generate a new one!
de_de: Der folgende Bericht wurde %s erzeugt und wird nur zur Übersicht angezeigt. Du solltest einen neuen erstellen!
